start_greeding = ('Давайте сыграем в игру "Угадай число" ?\n\n'
                  '\U0001f1f7\U0001f1fa  Согласны ?')


antwort = 'У меня другое число !'

no_att_lost = 'у вас больше не осталось попыток'

new_game = "Я загадал новое число !  😉\n Может сейчас угадаете ?"

previous_told = 'Вы уже называли  '

press_cancel = 'Если хотите сыграть снова нажмите кнопку * Начать Игру *'

positiv_answer = ['да', 'давай', 'сыграем', 'игра', 'yes', 'es', 'нуы',
                  'играть', 'хочу играть', 'OK', 'ok', 'хочу', 'lfdfq',
                  'хорошо', 'ну', 'ладно', 'lf', 'la', 'da', 'jr', '[jxe', 'ja', '* Начать Игру *']

negative_answer = ['нет', 'не', 'не хочу', 'не буду', 'no',
                   'net', 'yen', 'ytn', 'nein', 'nicht', 'ne', 'nie']

error = "Не спешите, я ещё не загадал число !\n Вы согласны сыграть ещё раз ?"

in_game_wrong_data = ("Пока мы играем, я реагирую только на числа от 1 до 100, "
                      "а другие сообщения не принимаю)))")

pre_start = 'Для запуска бота нажмите /start'

restart = 'Нельзя запусть бота дважды !)))'