start_greeding = ('Давайте сыграем в игру "Угадай число" ?\n\n'
                  '\U0001f1f7\U0001f1fa  Согласны ?')

game_rules = ('\U0001f4e2       <b>Правила игры :</b>\n\n'
                                'Из ряда чисел от 0\uFE0F\u20E3 до 9\uFE0F\u20E3 я составляю комбинацию из '
                                '4\uFE0F\u20E3 неповторяющихся чисел, например 4850, '
                                'а Вам нужно её вычислить, чем скорее, тем лучше\n'
                                'Вы можете просто угадывать мою комбинацию или '
                                'выбрать вариант соревнования, тогда мы с Вами будем ходить по очереди.\n'
                                'Для выбора варианта игры нажмите кнопку /set\n'
                                'По умочанию Вы просто отгадываете мою комбинацию.\n'
                                'Если одна из названных Вами цифр есть в моей комбинации, '
                                f'я говорю - <b>COW</b>, то есть Корова \U0001f404  \n'
                                f'А если она ещё стоит на том же самом месте в наборе, '
                                f'где моя - я говорю  - <b>Bulls</b>,  то есть Бык \U0001f402'
                                f'\nИгра заканчивается, когда Вы угадаете '
                                f'все цифры из моего набора '
                                f'и расставите их в таком же порядке, как я загадал !!!   \U0001F609'
                                f'\nДругими словами Вам нужно <b>4 Bulls</b>  4\uFE0F\u20E3   \U0001f42e'
                                f'\n\nДоступные команды:\n/help - правила '
                                f'игры и список команд\n'
                                f'/cancel - выйти из игры\n'
                                f'/schet - Посмотреть счёт\n')

antwort = 'У меня другое число !'

no_att_lost = 'у вас больше не осталось попыток'

new_game = "Я загадал новое число !  😉\n Может сейчас угадаете ?"

previous_told = 'Вы уже называли  '

press_cancel = 'Если хотите сыграть снова нажмите кнопку * Начать Игру *'

positiv_answer = ['да', 'давай', 'сыграем', 'игра', 'yes', 'es', 'нуы',
                  'играть', 'хочу играть', 'OK', 'ok', 'хочу', 'lfdfq',
                  'хорошо', 'ну', 'ладно', 'lf', 'la', 'da', 'jr', '[jxe', 'ja', '* Начать Игру *']

negative_answer = ['нет', 'не', 'не хочу', 'не буду', 'no',
                   'net', 'yen', 'ytn', 'nein', 'nicht', 'ne', 'nie']

error = "Не спешите, я ещё не загадал число !\n Вы согласны сыграть ещё раз ?"

in_game_wrong_data = ("Пока мы играем, я реагирую только на числа от 1 до 100, "
                      "а другие сообщения не принимаю)))")

pre_start = 'Для запуска бота нажмите /start'

restart = 'Нельзя запусть бота дважды !)))'